"Cheerful" = "Cheerful";

"Melodic" = "Melodic";

"Relaxed" = "Relaxed";

"Grooving" = "Grooving";

"Distorted" = "Distorted";

"Acoustic" = "Acoustic";

"Processed" = "Processed";

"Single" = "Single";

"Part" = "Part";

"Dark" = "Dark";

"Dissonant" = "Dissonant";

"Intense" = "Intense";

"Arrhythmic" = "Arrhythmic";

"Clean" = "Clean";

"Electric" = "Electric";

"Dry" = "Dry";

"Ensemble" = "Ensemble";

"Fill" = "Fill";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Electronic";

"Jazz" = "Jazz";

"Urban" = "Urban";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Cinematic";

"Orchestral" = "Orchestral";

"Country/Folk" = "Country";

"Experimental" = "Experimental";

"Other Genre" = "Other Genre";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "Modern R&B";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Vintage Breaks";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Other Genre";

"Chinese Traditional" = "Chinese Traditional";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Sound Effects";

"Bass House" = "Bass House";

"Electronic Pop" = "Electronic Pop";

"Techno" = "Techno";

"Bass" = "Bass";

"Electric Bass" = "Elec Bass";

"Acoustic Bass" = "Acoustic Bass";

"Synthetic Bass" = "Synthetic Bass";

"Drums" = "All Drums";

"Drum Kit" = "Kits";

"Electronic Beats" = "Beats";

"Kick" = "Kick";

"Tom" = "Tom";

"Snare" = "Snare";

"Cymbal" = "Cymbal";

"Hi-hat" = "Hi-Hat";

"Guitars" = "Guitars";

"Electric Guitar" = "Elec Guitar";

"Acoustic Guitar" = "Acoustic Guitar";

"Banjo" = "Banjo";

"Mandolin" = "Mandolin";

"Slide Guitar" = "Slide Guitar";

"Pedal Steel Guitar" = "Pedal Steel";

"Horn/Wind" = "Horn";

"Saxophone" = "Saxophone";

"Trumpet" = "Trumpet";

"Flute" = "Flute";

"Trombone" = "Trombone";

"Clarinet" = "Clarinet";

"French Horn" = "French Horn";

"Tuba" = "Tuba";

"Oboe" = "Oboe";

"Harmonica" = "Harmonica";

"Recorder" = "Recorder";

"Pan Flute" = "Pan Flute";

"Bagpipe" = "Bagpipe";

"Bassoon" = "Bassoon";

"Piccolo" = "Piccolo";

"English Horn" = "English Horn";

"Brass" = "Brass";

"Woodwind" = "Woodwind";

"Keyboards" = "Keyboards";

"Piano" = "Piano";

"Electric Piano" = "Elec Piano";

"Organ" = "Organ";

"Clavinet" = "Clavinet";

"Accordion" = "Accordion";

"Synthesizer" = "Synths";

"Rhodes" = "Rhodes";

"Celesta" = "Celesta";

"Harpsichord" = "Harpsichord";

"Mallets" = "Mallets";

"Steel Drum" = "Steel Drum";

"Vibraphone" = "Vibes";

"Marimba" = "Marimba";

"Xylophone" = "Xylophone";

"Kalimba" = "Kalimba";

"Bell" = "Bell";

"Timpani" = "Timpani";

"Mixed" = "Jingles";

"Other Instrument" = "Other Inst";

"Percussion" = "Percussion";

"Gong" = "Gong";

"Shaker" = "Shaker";

"Tambourine" = "Tambourine";

"Conga" = "Conga";

"Bongo" = "Bongo";

"Cowbell" = "Cowbell";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinyl";

"Chime" = "Chime";

"Rattler" = "Rattler";

"Sound Effect" = "FX";

"Misc2" = "Misc";

"Boom" = "Booms";

"All Effects" = "All Effects";

"Effects" = "Sound Effects";

"Ambience" = "Ambience";

"People" = "People";

"Transportation" = "Transportation";

"Weapons" = "Weapons";

"Explosions" = "Explosions";

"Impacts & Crashes" = "Impacts";

"Animals" = "Animals";

"Sports & Leisure" = "Sports";

"Mech/Tech" = "Machines";

"Work/Home" = "Work/Home";

"Misc." = "Misc.";

"Foley" = "Foley";

"Motions & Transitions" = "Stingers";

"Sci-Fi" = "Sci-Fi";

"Strings" = "Strings";

"Violin" = "Violin";

"Viola" = "Viola";

"Cello" = "Cello";

"Harp" = "Harp";

"Koto" = "Koto";

"Sitar" = "Sitar";

"Double Bass" = "Double Bass";

"Texture/Atmosphere" = "Textures";

"Vocals" = "Vocals";

"Male" = "Male";

"Female" = "Female";

"Choir" = "Choir";

"All" = "All";

"Favorites" = "Favorites";

"Genres" = "Genres";

"Instruments" = "Instruments";

"Moods" = "Moods";

"Reset" = "Reset";

